{"pages":[{"title":"About OpenSynthesis","text":"OpenSynthesis is a database of publicly available meta-analytic datasets. To browse the database, click on the links above or use the search bar at the top-right of this page. What is the goal of OpenSynthesis? The goal of this project is simply to make it easier for researchers to find and use publicly available meta-analytic databases as part of research. There's already so much out there that can be used to: Test new hypotheses or models Assess new statistical methods with existing datasets Update previously published meta-analyses Conduct meta-meta-analyses (or meta-reviews) Create meta-analysis demonstrations for teaching What is the scope of OpenSynthesis? The scope of this project is to catalogue any and all open datasets involving experimental or cognitive tasks (e.g., Stroop, delay discounting, 2-arm bandits). Datasets involving more naturalistic behaviors are also welcomed. The only firm requirement is that trial-level data must be available. Who maintains OpenSynthesis? This project is maintained by Matthew B. Jané with help from Sam Zorowitz. How can I add a dataset? Please see the contributing page. How can I report an issue? Please open an issue on our Github or directly contact the maintainer.","link":"/opensynthesis/about/index.html"},{"title":"Contributing to OpenSynthesis","text":"Contributions to OpenSynthesis are welcome! All of the code is managed through the GitHub repository. How to submit a dataset There are three main ways you can submit a dataset for entry to OpenSynthesis, which are described in turn below. Note that they are ranked in order of preference, from most preferred to least preferred, by the maintainers of Open Data. 1. Fill out the Google form Have a dataset to submit? Fill out this form: https://forms.gle/N87Dqhs73vbfoPec8 2. Submit a pull request To directly add a dataset yourself, you can open a pull request on Github. First you should fork the OpenData library via GitHub and make modifications on your fork. The OpenSynthesis database is written in markdown using a standardized, easy-to-copy template. Once your modification is complete, submit a pull request to merge your changes into the docs branch of OpenData. Pull requests will be reviewed by the maintainers. 3. Open an issue To advertise a dataset for entry into the database, you can open a new issue via GitHub. Please provide a link to a repository for the data and, if available, a link to a corresponding manuscript describing the data.","link":"/opensynthesis/contribute/index.html"}],"posts":[{"title":"Bein et al. (2021)","text":"When our experience violates our predictions, it is adaptive to update our knowledge to promote a more accurate representation of the world and facilitate future predictions. Theoretical models propose that these mnemonic prediction errors should be encoded into a distinct memory trace to prevent interference with previous, conflicting memories. We investigated this proposal by repeatedly exposing participants to pairs of sequentially presented objects (A → B), thus evoking expectations. Then, we violated participants expectations by replacing the second object in the pairs with a novel object (A → C). The following item memory test required participants to discriminate between identical old items and similar lures, thus testing detailed and distinctive item memory representations. In two experiments, mnemonic prediction errors enhanced item memory: Participants correctly identified more old items as old when those items violated expectations during learning, compared with items that did not violate expectations. This memory enhancement for C items was only observed when participants later showed intact memory for the related A → B pairs, suggesting that strong predictions are required to facilitate memory for violations. Following up on this, a third experiment reduced prediction strength prior to violation and subsequently eliminated the memory advantage of violations. Interestingly, mnemonic prediction errors did not increase gist-based mistakes of identifying old items as similar lures or identifying similar lures as old. Enhanced item memory in the absence of gist-based mistakes suggests that violations enhanced memory for items details, which could be mediated via distinct memory traces. Together, these results advance our knowledge of how mnemonic prediction errors promote memory formation.","link":"/opensynthesis/bein-et-al-2021/"}],"tags":[{"name":"memory","slug":"memory","link":"/opensynthesis/tags/memory/"}],"categories":[]}