{"pages":[{"title":"About OpenSynthesis","text":"OpenSynthesis is a database of publicly available meta-analytic datasets. OpenSynthesis is the sister site to OpenData. To browse the database, click on the links above or use the search bar at the top-right of this page. What is the goal of OpenSynthesis? The goal of this project is simply to make it easier for researchers to find and use publicly available meta-analytic databases as part of research. There's already so much out there that can be used to: Test new hypotheses or models Assess new statistical methods with existing datasets Update previously published meta-analyses Conduct meta-meta-analyses (or meta-reviews) Provide meta-analysis examples meta-analytic for pedogogical purposes What is the scope of OpenSynthesis? The scope of this project is to catalogue any and all open meta-analytic databases related to, generally, psychological sciences. The only firm requirement is that each database is a synthesis of multiple studies. Who maintains OpenSynthesis? This project is maintained by Matthew B. Jané with help from undergraduate lead, Deborah Kyerematen, and others in SHARP lab's quantitative team. How can I add a dataset? Please see the contributing page. How can I report an issue? Please open an issue on our Github or directly contact the maintainer.","link":"/opensynthesis/about/index.html"},{"title":"Contribute to OpenSynthesis","text":"Contributions to OpenSynthesis are welcome! All of the code is managed through the GitHub repository. How to submit a dataset Fill out the google form below. OpenSynthesis maintainers will review the submission and if basic requirements are met, the submission will be promptly posted within 24-48 hours. Loading…","link":"/opensynthesis/contribute/index.html"}],"posts":[{"title":"Anglim et al. (2020)","text":"| Number of studies (k): 462 | ABSTRACT: This study reports the most comprehensive assessment to date of the relations that the domains and facets of Big Five and HEXACO personality have with self-reported subjective well-being (SWB: life satisfaction, positive affect, and negative affect) and psychological well-being (PWB: positive relations, autonomy, environmental mastery, purpose in life, self-acceptance, and personal growth). It presents a meta-analysis (n = 334,567, k = 462) of the correlations of Big Five and HEXACO personality domains with the dimensions of SWB and PWB. It provides the first meta-analysis of personality and well-being to examine (a) HEXACO personality, (b) PWB dimensions, and (c) a broad range of established Big Five measures. It also provides the first robust synthesis of facet-level correlations and incremental prediction by facets over domains in relation to SWB and PWB using 4 large data sets comprising data from prominent, long-form hierarchical personality frameworks: NEO PI-R (n = 1,673), IPIP-NEO (n = 903), HEXACO PI-R (n = 465), and Big Five Aspect Scales (n = 706). Meta-analytic results highlighted the importance of Big Five neuroticism, extraversion, and conscientiousness. The pattern of correlations between Big Five personality and SWB was similar across personality measures (e.g., BFI, NEO, IPIP, BFAS, Adjectives). In the HEXACO model, extraversion was the strongest well-being correlate. Facet-level analyses provided a richer description of the relationship between personality and well-being, and clarified differences between the two trait frameworks. Prediction by facets was typically around 20% better than domains, and this incremental prediction was larger for some well-being dimensions than others.","link":"/opensynthesis/anglim-et-al-2020/"},{"title":"Anglim et al. (2022)","text":"| Number of studies (k): 272 | Effect Size: Correlations | Risk of Bias Assessment: None | Psychometric Artifact Values: Included | ABSTRACT: This study provides a comprehensive assessment of the associations of personality and intelligence. It presents a meta-analysis (N = 162,636, k = 272) of domain, facet, and item-level correlations between personality and intelligence (general, fluid, and crystallized) for the major Big Five and HEXACO hierarchical frameworks of personality: NEO PI-R, Big Five Aspect Scales (BFAS), BFI-2, and HEXACO PI R. It provides the first meta-analysis of personality and intelligence to comprehensively examine (a) facet-level correlations for these hierarchical frameworks of personality, (b) item-level correlations, (c) domain- and facet-level predictive models. Age and sex differences in personality and intelligence, and study-level moderators, are also examined. The study was complemented by four of our own unpublished datasets (N = 26,813) which were used to assess the ability of item-level models to provide generalizable prediction. Results showed that openness (ρ = .20) and neuroticism (ρ = -.09) were the strongest Big Five correlates of intelligence and that openness correlated more with crystallized than fluid intelligence. At the facet-level, traits related to intellectual engagement and unconventionality were more strongly related to intelligence than other openness facets, and sociability and orderliness were negatively correlated with intelligence. Facets of gregariousness and excitement seeking had stronger negative correlations, and openness to aesthetics, feelings, and values had stronger positive correlations with crystallized than fluid intelligence. Facets explained more than twice the variance of domains. Overall, the results provide the most nuanced and robust evidence to date of the relationship between personality and intelligence.","link":"/opensynthesis/anglim-et-al-2022/"},{"title":"Burgoyne et al. (2016)","text":"| Number of studies (k): 19 | Effect Size: Correlations | Risk of Bias Assessment: None | Psychometric Artifact Values: Included | ABSTRACT: Why are some people more skilled in complex domains than other people? Here, we conducted a meta-analysis to evaluate the relationship between cognitive ability and skill in chess. Chess skill correlated positively and significantly with fluid reasoning (Gf) (r = 0.24), comprehension-knowledge (Gc) (r = 0.22), short-term memory (Gsm) (r = 0.25), and processing speed (Gs) (r = 0.24); the meta-analytic average of the correlations was (r = 0.24). Moreover, the correlation between Gf and chess skill was moderated by age (r = 0.32 for youth samples vs. r = 0.11 for adult samples), and skill level (r = 0.32 for unranked samples vs. r = 0.14 for ranked samples). Interestingly, chess skill correlated more strongly with numerical ability (r = 0.35) than with verbal ability (r = 0.19) or visuospatial ability (r = 0.13). The results suggest that cognitive ability contributes meaningfully to individual differences in chess skill, particularly in young chess players and/or at lower levels of skill.","link":"/opensynthesis/burgoyne-et-al-2016/"},{"title":"Burnette et al. (2022)","text":"| Number of studies (k): 53 | Effect Size: Standardized Mean Difference and Correlations | Risk of Bias Assessment: Included | Psychometric Artifact Values: Included | ABSTRACT: As growth mindset interventions increase in scope and popularity, scientists and policymakers are asking: Are these interventions effective? To answer this question properly, the field needs to understand the meaningful heterogeneity in effects. In the present systematic review and meta-analysis, we focused on two key moderators with adequate data to test: Subsamples expected to benefit most and implementation fidelity. We also specified a process model that can be generative for theory. We included articles published between 2002 (first mindset intervention) through the end of 2020 that reported an effect for a growth mindset intervention, used a randomized design, and featured at least one of the qualifying outcomes. Our search yielded 53 independent samples testing distinct interventions. We reported cumulative effect sizes for multiple outcomes (i.e., mindsets, motivation, behavior, end results), with a focus on three primary end results (i.e., improved academic achievement, mental health, or social functioning). Multilevel metaregression analyses with targeted subsamples and high fidelity for academic achievement yielded, d = 0.14, 95% CI [.06, .22]; for mental health, d = 0.32, 95% CI [.10, .54]. Results highlighted the extensive variation in effects to be expected from future interventions. Namely, 95% prediction intervals for focal effects ranged from −0.08 to 0.35 for academic achievement and from 0.07 to 0.57 for mental health. The literature is too nascent for moderators for social functioning, but average effects are d = 0.36, 95% CI [.03, .68], 95% PI [−.50, 1.22]. We conclude with a discussion of heterogeneity and the limitations of meta-analyses.","link":"/opensynthesis/burnette-et-al-2022/"},{"title":"Emslander and Scherer (2022)","text":"| Number of studies (k): 47 | Effect Size: Correlations | Risk of Bias Assessment: None | Psychometric Artifact Values: Included | ABSTRACT: Executive functions (EFs) are key skills underlying other cognitive skills that are relevant to learning andeveryday life. Although a plethora of evidence suggests a positive relation between the three EFsubdimensions, inhibition, shifting, and updating, and math skills for schoolchildren and adults, thefindings on the magnitude of and possible variations in this relation are inconclusive for preschoolchildren and several narrow math skills (i.e., math intelligence). Therefore, the present meta-analysisaimed to (a) synthesize the relation between EFs and math intelligence (an aggregate of math skills) inpreschool children; (b) examine which study, sample, and measurement characteristics moderate thisrelation; and (c) test the joint effects of EFs on math intelligence. Utilizing data extracted from 47 studies (363 effect sizes, 30,481 participants) from 2000 to 2021, we found that, overall, EFs are significantlyrelatedtomathintelligence (r=.34, 95% CI [.31, .37]), as are inhibition (r=.30, 95% CI [.25, .35]),shifting (r=.32, 95% CI [.25, .38]), and updating (r=.36, 95% CI [.31, .40]). Key measurementcharacteristics of EFs, but neither children’s age nor gender, moderated this relation. Thesefindingssuggest a positive link between EFs and math intelligence in preschool children and emphasize theimportance of measurement characteristics. We further examined the joint relations between EFs andmath intelligence via meta-analytic structural equation modeling. Evaluating different models andrepresentations of EFs, we did notfind support for the expectation that the three EF subdimensionsare differentially related to math intelligence","link":"/opensynthesis/emslander-and-scherer-2022/"},{"title":"Gerwig et al. (2021)","text":"| Number of studies (k): 112 | Effect Size: Correlations | Risk of Bias Assessment: None | Psychometric Artifact Values: Included | ABSTRACT: This paper provides a meta-analytic update on the relationship between intelligence and divergent thinking (DT), as research on this topic has increased, and methods have diversified since Kims meta-analysis in 2005. A three-level meta-analysis was used to analyze 849 correlation coefficients from 112 studies with an overall N = 34,610. The overall effect showed a significant positive correlation of r = .25. This increase of the correlation as compared to Kim’s prior meta-analytic findings could be attributed to the correction of attenuation because a difference between effect sizes prior-Kim vs. post-Kim was non-significant. Different moderators such as scoring methods, instructional settings, intelligence facets, and task modality were tested together with theoretically relevant interactions between some of these factors. These moderation analyses showed that the intelligence–DT relationship can be higher (up to r = .31–.37) when employing test-like assessments coupled with be-creative instructions, and considering DT originality scores. The facet of intelligence (g vs. gf vs. gc) did not affect the correlation between intelligence and DT. Furthermore, we found two significant sample characteristics: (a) average sample age was positively associated with the intelligence–DT correlation, and (b) the intelligence–DT correlation decreased for samples with increasing percentages of females in the samples. Finally, inter-moderator correlations were checked to take potential confounding into account, and also publication bias was assessed. This meta-analysis provides a comprehensive picture of current research and possible research gaps. Theoretical implications, as well as recommendations for future research, are discussed.","link":"/opensynthesis/gerwig-et-al-2021/"},{"title":"Harper et al. (2022)","text":"| Number of studies (k): 35 | Effect Size: Correlations | Risk of Bias Assessment: Included | Psychometric Artifact Values: Included | ABSTRACT: Mindfulness is characterized by skills such as heightened awareness and acceptance of internal experiences, which may be helpful for people who have experienced trauma. The consistency and strength of the relationship between trait mindfulness and PTSD symptomology, however, is unknown. Studies were included in this review if they were published in an English language peer-reviewed journal, reported on a correlational relationship between validated measures of mindfulness and PTSD, and all participants were over the age of 18. A random effects meta-analysis showed that there was a robust, pooled relationship between total mindfulness and PTSD (r = −0.39, 95% CI [-0.47 to −0.30]), based on 35 datasets with 13,370 participants, with low risk of publication bias. Sixteen articles reported on facets of mindfulness and PTSD symptomology [5,206 to 5,600 participants]: the strongest associations were with Act with Awareness (r = −0.37) and Non-judge (r = −0.37), followed by Describe (r = −0.22) and Non-react (r = −0.21). Observe was not significantly associated with PTSD symptoms. Results from this analysis suggest that people who are more mindful also report fewer symptoms of PTSD ; the strength of the relationship varies across mindfulness facets. There was high heterogeneity across studies.","link":"/opensynthesis/harper-et-al-2022/"},{"title":"Hennessy, Mack, and Habibi (2020)","text":"| Number of studies (k): 31 | Effect Size: Standardized Mean Differences | Risk of Bias Assessment: Included | Psychometric Artifact Values: Included | ABSTRACT: Speech-in-noise perception, the ability to hear a relevant voice within a noisy background, is important for successful communication. Musicians have been reported to perform better than non-musicians on speech-in-noise tasks. This meta-analysis uses a multi-level design to assess the claim that musicians have superior speech-in-noise abilities compared to non-musicians. Across 31 studies and 62 effect sizes, the overall effect of musician status on speech-in-noise ability is significant, with a moderate effect size (g = 0.58), 95% CI [0.42, 0.74]. The overall effect of musician status was not moderated by within-study IQ equivalence, target stimulus, target contextual information, type of background noise, or age. We conclude that musicians show superior speech-in-noise abilities compared to non-musicians, not modified by age, IQ, or speech task parameters. These effects may reflect changes due to music training or predisposed auditory advantages that encourage musicianship.","link":"/opensynthesis/hennessy-mack-and-habibi-2020/"},{"title":"Imuta et al. (2022)","text":"| k = 128 studies | 10+ moderators | Correlations | No study quality coding | No psychometric artifact values coded | ABSTRACT: Bullying is one of the most common peer-relational problems experienced by children and adolescents worldwide. One reason bullying is so widespread is that it is a dynamic, group process that involves multiple roles—namely, bullies, followers, victims, bully-victims, defenders, and outsiders. Given the profoundly negative impact of exposure to bullying on well-being across development, researchers have sought to identify the social–emotional intelligence profiles of the different bullying roles to develop effective interventions. The present meta-analysis integrated findings from 128 studies involving 187,454 children and adolescents between 3 and 18 years of age to investigate how four interrelated but distinct facets of social–emotional intelligence—affective empathy, cognitive empathy, affective theory of mind (ToM), and cognitive ToM—relate to different bullying roles. Significant associations were found for bullies, followers, and defenders, but not for being the victim, bully-victim, or outsider. For bullies and followers, we found negative relations with both affective and cognitive empathy (rs = −.11 to −.22), but no relation with either type of ToM. For defending, we found positive relations with all four facets of social–emotional intelligence (rs = .18–.32). These findings suggest that a successful antibullying program may entail a combination of motivating children and adolescents with bullying tendencies to care about others’ feelings, and empowering their classmates to become strong perspective-takers who can stand up for those in need of help.","link":"/opensynthesis/imuta-et-al-2022/"},{"title":"Koutsoumpis et al. (2022)","text":"| Number of studies (k): 31 | Effect Size: Correlations | Risk of Bias Assessment: None | Psychometric Artifact Values: Included | ABSTRACT: The Linguistic Inquiry and Word Count (LIWC) is a popular closed-vocabulary text analysis software program that is used to understand whether individuals’ use of linguistic categories (i.e., word categories, such as negative affect) depends on their personality traits. Here, we present the first meta-analysis of the relations between the Big Five personality traits and 52 linguistic categories of the English language. Across 31 eligible samples (n = 85,724), the results showed that (a) self-reported personality traits are significantly correlated with linguistic categories, but the effect sizes are relatively small (the strongest effect sizes between the Big Five and linguistic categories ranged from |r| = .08 to .14, and the 52 LIWC categories explained on average 5.1% of personality variance); (b) observer-reported personality traits are significantly correlated with linguistic categories, with the effect sizes being small-to-medium (|r| = .18–.39, explaining 38.5% of personality variance); (c) 20 linguistic categories (out of 260; 5 Personality Traits × 52 LIWC Categories) correlated both with self- and observer-reported personality traits (the “kernel of truth” in linguistic markers of personality); and (d) 10 study, sample, and task characteristics significantly moderated the correlations of the linguistic categories with personality traits, showing that the effect sizes were mainly stronger for longer texts and older LIWC versions, among others.","link":"/opensynthesis/koutsoumpis-et-al-2022/"},{"title":"Lotter et al. (2023)","text":"| k = 91 studies | 6 moderators | MNI Coordinates | No study quality coding | No psychometric artifact values coded | ABSTRACT: Humans synchronize with one another to foster successful interactions. Here, we use a multimodal data fusion approach with the aim of elucidating the neurobiological mechanisms by which interpersonal neural synchronization (INS) occurs. Our meta-analysis of 22 functional magnetic resonance imaging and 69 near-infrared spectroscopy hyperscanning experiments (740 and 3721 subjects) revealed robust brain regional correlates of INS in the right temporoparietal junction and left ventral prefrontal cortex. Integrating this meta-analytic information with public databases, biobehavioral and brain-functional association analyses suggested that INS involves sensory-integrative hubs with functional connections to mentalizing and attention networks. On the molecular and genetic levels, we found INS to be associated with GABAergic neurotransmission and layer IV/V neuronal circuits, protracted developmental gene expression patterns, and disorders of neurodevelopment. Although limited by the indirect nature of phenotypic-molecular association analyses, our findings generate new testable hypotheses on the neurobiological basis of INS.","link":"/opensynthesis/lotter-et-al-2023/"},{"title":"Macnamara and Burgoyne (2022)","text":"| k = 62 studies | 10+ moderators | Standardized Mean Differences | Study quality coded | No psychometric artifact values | ABSTRACT: According to mindset theory, students who believe their personal characteristics can change—that is, those who hold a growth mindset—will achieve more than students who believe their characteristics are fixed. Proponents of the theory have developed interventions to influence students’ mindsets, claiming that these interventions lead to large gains in academic achievement. Despite their popularity, the evidence for growth mindset intervention benefits has not been systematically evaluated considering both the quantity and quality of the evidence. Here, we provide such a review by (a) evaluating empirical studies’ adherence to a set of best practices essential for drawing causal conclusions and (b) conducting three meta-analyses. When examining all studies (63 studies, N = 97,672), we found major shortcomings in study design, analysis, and reporting, and suggestions of researcher and publication bias: Authors with a financial incentive to report positive findings published significantly larger effects than authors without this incentive. Across all studies, we observed a small overall effect: d = 0.05, 95% CI = [0.02, 0.09], which was nonsignificant after correcting for potential publication bias. No theoretically meaningful moderators were significant. When examining only studies demonstrating the intervention influenced students’ mindsets as intended (13 studies, N = 18,355), the effect was nonsignificant: d = 0.04, 95% CI = [−0.01, 0.10]. When examining the highest-quality evidence (6 studies, N = 13,571), the effect was nonsignificant: d = 0.02, 95% CI = [−0.06, 0.10]. We conclude that apparent effects of growth mindset interventions on academic achievement are likely attributable to inadequate study design, reporting flaws, and bias.","link":"/opensynthesis/macnamara-and-burgoyne-2022/"},{"title":"Michels and Schulze (2021)","text":"| k = 71 studies | 6 moderators | Correlations | No study quality coding | Psychometric artifact values coded | ABSTRACT: The dark triad is commonly conceived of three subclinical socially aversive and exploitative personality traits: psychopathy, machiavellianism, and narcissism. These traits have been linked to certain abilities that may facilitate the attainment of goals in social interactions, one of which may be emotional intelligence. Emotional intelligence encompasses the abilities to perceive emotions correctly, to understand the regularities of emotional functioning, and to regulate one’s own and others’ emotions. However, it has alternatively also been conceptualized as a set of emotion-related personality characteristics assessed with self-reports (Trait emotional intelligence). The aim of this study was to examine the possible relationships between the dark triad and emotional intelligence. A meta-analysis with a total of 109 effect sizes (6 ≤ ks ≤ 30) culled from 71 studies was conducted. Of the resulting six most relevant combined effect sizes (1561 ≤ Ns ≤ 8127), five were small and negative (−.23 ≤ r ≤ −.13). Only the correlation between narcissism and emotion-related personality characteristics was small and positive (r = .15). In total, the results indicate that the dark triad constructs are only weakly related to emotion-related traits, either conceptualized as abilities or personality characteristics.","link":"/opensynthesis/michels-and-schulze-2021/"},{"title":"Quigley, Thiruchselvam, and Quilty (2022)","text":"| k = 77 studies | 10+ moderators | Standardized Mean Differences | No study quality coding | No psychometric artifact values coded | ABSTRACT: Cognitive theories of depression propose that impaired cognitive control of emotional material may be involved in the onset, maintenance, and/or recurrence of depression. The present study is a systematic review and meta-analysis of the literature on cognitive control biases in depression. Seventy-three articles describing 77 independent studies (N = 4,134 participants) were included in the meta-analysis. Depression-vulnerable individuals, including individuals with diagnosed major depressive disorder (MDD), remitted MDD (rMDD), and dysphoria, showed significantly impaired cognitive control of negative stimuli relative to both neutral and positive stimuli. Control samples did not exhibit the aforementioned biases, and instead showed significantly worse cognitive control of positive stimuli relative to negative stimuli and similar cognitive control of neutral stimuli relative to both negative and positive stimuli. Evidence for sample or methodological moderators of effect sizes was limited and inconsistent. Based on our review, we recommend that researchers assess and examine directional and causal relationships between multiple cognitive control biases (especially in updating and set shifting), investigate the causal relationships between general deficits and biases in cognitive control, select tasks that control for nontarget influences on performance (e.g., processing speed), use sample sizes adequately powered to detect small effects, provide psychometric information on task indices, consistently report within-groups biases and between-groups comparisons of biases, and examine potential moderators of cognitive control biases at the individual level.","link":"/opensynthesis/quigley-thiruchselvam-and-quilty-2022/"},{"title":"Rouy et al. (2021)","text":"| k = 42 studies | 4 moderators | Standard Mean Differences | Study quality coded | Psychometric artifact values coded | ABSTRACT: Metacognitive deficits are well documented in schizophrenia spectrum disorders as a decreased capacity to adjust confidence to performance in a cognitive task. Because metacognitive ability directly depends on task performance, metacognitive deficits might be driven by lower task performance among patients. To test this hypothesis, we conducted a Bayesian meta-analysis of 42 studies comparing metacognitive abilities in 1425 individuals with schizophrenia compared to 1256 matched controls. We found a global metacognitive deficit in schizophrenia (g = −0.57, 95 % CrI [−0.72, −0.43]), which was driven by studies which did not control task performance (g = −0.63, 95 % CrI [−0.78, −0.49]), and inconclusive among controlled-studies (g = −0.23, 95 % CrI [−0.60, 0.16], BF01 = 2.2). No correlation was found between metacognitive deficit and clinical features. We provide evidence that the metacognitive deficit in schizophrenia is inflated due to non-equated task performance. Thus, efforts should be made to develop experimental protocols accounting for lower task performance in schizophrenia.","link":"/opensynthesis/rouy-et-al-2021/"},{"title":"Sparacio et al. (2023)","text":"| k = 46 studies | 10+ moderators | Standardized Mean Difference | Study quality coded | No psychometric artifact values coded | ABSTRACT: We conducted a pre-registered meta-analysis to appraise available evidence on two stress regulation strategies: Self-administered mindfulness meditation and heart rate variability biofeedback. Weused a combination of keywords to find as many experimental and observational studies as possible, all of which highlighted a link between the two strategies and different components of stress (physiological, affective, and cognitive) and affective consequences of stress. To provide publication bias-corrected estimates, we employed multilevel regression-based methods and permutation-based selection models. We found no evidence for the efficacy of either strategy, which is mostly due to the low quality of the literature, high heterogeneity, high risk of bias, and the lack of Registered Reports. We recommend against relying on these interventions prior to obtaining a more reliable evidence base.","link":"/opensynthesis/sparacio-et-al-2023/"},{"title":"Thielmann, Spadaro, and Balliet (2020)","text":"| k = 770 studies | 9 moderators | Correlations | No study quality coding | No psychometric artifact values coded | ABSTRACT: Decades of research document individual differences in prosocial behavior using controlled experiments that model social interactions in situations of interdependence. However, theoretical and empirical integration of the vast literature on the predictive validity of personality traits to account for these individual differences is missing. Here, we present a theoretical framework that identifies 4 broad situational affordances across interdependent situations (i.e., exploitation, reciprocity, temporal conflict, and dependence under uncertainty) and more specific subaffordances within certain types of interdependent situations (e.g., possibility to increase equality in outcomes) that can determine when, which, and how personality traits should be expressed in prosocial behavior. To test this framework, we meta-analyzed 770 studies reporting on 3,523 effects of 8 broad and 43 narrow personality traits on prosocial behavior in interdependent situations modeled in 6 commonly studied economic games (Dictator Game, Ultimatum Game, Trust Game, Prisoner’s Dilemma, Public Goods Game, and Commons Dilemma). Overall, meta-analytic correlations ranged between −.18 ≤ rho ≤ .26, and most traits yielding a significant relation to prosocial behavior had conceptual links to the affordances provided in interdependent situations, most prominently the possibility for exploitation. Moreover, for several traits, correlations within games followed the predicted pattern derived from a theoretical analysis of affordances. On the level of traits, we found that narrow and broad traits alike can account for prosocial behavior, informing the bandwidth-fidelity problem. In sum, the meta-analysis provides a theoretical foundation that can guide future research on prosocial behavior and advance our understanding of individual differences in human prosociality.","link":"/opensynthesis/thielmann-spadaro-and-balliet-2020/"},{"title":"Von Holzen and Bergmann (2018)","text":"| k = 32 studies | 10+ moderators | Standardized Mean Differences | No study quality coding | No psychometric artifact values coded | ABSTRACT: Before infants become mature speakers of their native language, they must acquire a robust word-recognition system which allows them to strike the balance between allowing some variation (mood, voice, accent) and recognizing variability that potentially changes meaning (e.g. cat vs hat). The current meta-analysis quantifies how the latter, termed mispronunciation sensitivity, changes over infants first three years, testing competing predictions of mainstream language acquisition theories. Our results show that infants were sensitive to mispronunciations, but accepted them as labels for target objects. Interestingly, and in contrast to predictions of mainstream theories, mispronunciation sensitivity was not modulated by infant age, suggesting that a sufficiently flexible understanding of native language phonology is in place at a young age.","link":"/opensynthesis/von-holzen-and-bergmann-2018/"},{"title":"Wiernik and Kostal (2019)","text":"| k = 135 studies | 10+ moderators | Correlations | Study quality coded | Psychometric artifact values coded | ABSTRACT: The protean/boundaryless career concepts refer to people becoming more self-directed and flexible in managing their careers in response to societal shifts in work arrangements. A sizeable literature has emerged on protean/boundaryless career orientations/preferences (PBCO). Questions remain, however, about the structure of PBCO and whether they predict important criteria. The PBCO literature is largely disconnected from broader individual-level career research, making it unclear how PBCO intersect with career models based on other characteristics. We address these questions by systematically reviewing/meta-analyzing PBCO research. Based on 135 demographically/occupationally-diverse samples from 35 countries (45,288 individuals), we find no support for traditional distinctions between protean and boundaryless orientations—protean self-directed, protean values-driven, and boundaryless psychological mobility all load onto a single general factor, labelled “proactive career orientation”, and are only weakly related to boundaryless physical mobility preferences. We also find PBCO predict career self-management behaviors and satisfaction but are less related to non-career-focused attitudes, objective success, or physical mobility behavior. PBCO are strongly related to proactivity-related and self-efficacy personality traits. We use these findings to propose an integrative model for how PBCO and other dispositions mutually influence career behavior. We discuss when PBCO may have advantages over broad traits for understanding careers, implications for counseling practice, and directions for future research.","link":"/opensynthesis/wiernik-and-kostal-2019/"}],"tags":[{"name":"Well-Being","slug":"Well-Being","link":"/opensynthesis/tags/Well-Being/"},{"name":"Personality","slug":"Personality","link":"/opensynthesis/tags/Personality/"},{"name":"Observational","slug":"Observational","link":"/opensynthesis/tags/Observational/"},{"name":"Intelligence","slug":"Intelligence","link":"/opensynthesis/tags/Intelligence/"},{"name":"Chess","slug":"Chess","link":"/opensynthesis/tags/Chess/"},{"name":"Growth Mindset","slug":"Growth-Mindset","link":"/opensynthesis/tags/Growth-Mindset/"},{"name":"Education","slug":"Education","link":"/opensynthesis/tags/Education/"},{"name":"Intervention","slug":"Intervention","link":"/opensynthesis/tags/Intervention/"},{"name":"Executive Functions","slug":"Executive-Functions","link":"/opensynthesis/tags/Executive-Functions/"},{"name":"Math","slug":"Math","link":"/opensynthesis/tags/Math/"},{"name":"Cognitive","slug":"Cognitive","link":"/opensynthesis/tags/Cognitive/"},{"name":"Creativity/Divergent Thinking","slug":"Creativity-Divergent-Thinking","link":"/opensynthesis/tags/Creativity-Divergent-Thinking/"},{"name":"Mindfulness","slug":"Mindfulness","link":"/opensynthesis/tags/Mindfulness/"},{"name":"PTSD","slug":"PTSD","link":"/opensynthesis/tags/PTSD/"},{"name":"Mental Health","slug":"Mental-Health","link":"/opensynthesis/tags/Mental-Health/"},{"name":"Auditory Perception","slug":"Auditory-Perception","link":"/opensynthesis/tags/Auditory-Perception/"},{"name":"Music","slug":"Music","link":"/opensynthesis/tags/Music/"},{"name":"Bullying","slug":"Bullying","link":"/opensynthesis/tags/Bullying/"},{"name":"Emotional Intelligence","slug":"Emotional-Intelligence","link":"/opensynthesis/tags/Emotional-Intelligence/"},{"name":"Socio-emotional Cognition","slug":"Socio-emotional-Cognition","link":"/opensynthesis/tags/Socio-emotional-Cognition/"},{"name":"Text Analysis","slug":"Text-Analysis","link":"/opensynthesis/tags/Text-Analysis/"},{"name":"Interpersonal Synchrony","slug":"Interpersonal-Synchrony","link":"/opensynthesis/tags/Interpersonal-Synchrony/"},{"name":"Activation Likelihood Estimation","slug":"Activation-Likelihood-Estimation","link":"/opensynthesis/tags/Activation-Likelihood-Estimation/"},{"name":"fMRI","slug":"fMRI","link":"/opensynthesis/tags/fMRI/"},{"name":"Experimental","slug":"Experimental","link":"/opensynthesis/tags/Experimental/"},{"name":"Dark Triad","slug":"Dark-Triad","link":"/opensynthesis/tags/Dark-Triad/"},{"name":"Cognitive Control","slug":"Cognitive-Control","link":"/opensynthesis/tags/Cognitive-Control/"},{"name":"Cognitive Bias","slug":"Cognitive-Bias","link":"/opensynthesis/tags/Cognitive-Bias/"},{"name":"Depression","slug":"Depression","link":"/opensynthesis/tags/Depression/"},{"name":"Metacognition","slug":"Metacognition","link":"/opensynthesis/tags/Metacognition/"},{"name":"Schizophrenia","slug":"Schizophrenia","link":"/opensynthesis/tags/Schizophrenia/"},{"name":"Self-Administration","slug":"Self-Administration","link":"/opensynthesis/tags/Self-Administration/"},{"name":"Biofeedback","slug":"Biofeedback","link":"/opensynthesis/tags/Biofeedback/"},{"name":"Prosocial Behavior","slug":"Prosocial-Behavior","link":"/opensynthesis/tags/Prosocial-Behavior/"},{"name":"Cognitive Development","slug":"Cognitive-Development","link":"/opensynthesis/tags/Cognitive-Development/"},{"name":"Infants","slug":"Infants","link":"/opensynthesis/tags/Infants/"},{"name":"Mispronunciation","slug":"Mispronunciation","link":"/opensynthesis/tags/Mispronunciation/"},{"name":"Industrial/Organizational","slug":"Industrial-Organizational","link":"/opensynthesis/tags/Industrial-Organizational/"},{"name":"Protean/Boundaryless Orientations","slug":"Protean-Boundaryless-Orientations","link":"/opensynthesis/tags/Protean-Boundaryless-Orientations/"}],"categories":[]}