{"pages":[{"title":"About OpenSynthesis","text":"OpenSynthesis is a database of publicly available meta-analytic datasets. To browse the database, click on the links above or use the search bar at the top-right of this page. What is the goal of OpenSynthesis? The goal of this project is simply to make it easier for researchers to find and use publicly available meta-analytic databases as part of research. There's already so much out there that can be used to: Test new hypotheses or models Assess new statistical methods with existing datasets Update previously published meta-analyses Conduct meta-meta-analyses (or meta-reviews) Create meta-analysis demonstrations for teaching What is the scope of OpenSynthesis? The scope of this project is to catalogue any and all open datasets involving experimental or cognitive tasks (e.g., Stroop, delay discounting, 2-arm bandits). Datasets involving more naturalistic behaviors are also welcomed. The only firm requirement is that trial-level data must be available. Who maintains OpenSynthesis? This project is maintained by Matthew B. Jané with help from Sam Zorowitz. How can I add a dataset? Please see the contributing page. How can I report an issue? Please open an issue on our Github or directly contact the maintainer.","link":"/opensynthesis/about/index.html"},{"title":"Contributing to OpenSynthesis","text":"Contributions to OpenSynthesis are welcome! All of the code is managed through the GitHub repository. How to submit a dataset There are three main ways you can submit a dataset for entry to OpenSynthesis, which are described in turn below. Note that they are ranked in order of preference, from most preferred to least preferred, by the maintainers of Open Data. 1. Fill out the Google form Have a dataset to submit? Fill out this form: https://forms.gle/N87Dqhs73vbfoPec8 2. Submit a pull request To directly add a dataset yourself, you can open a pull request on Github. First you should fork the OpenData library via GitHub and make modifications on your fork. The OpenSynthesis database is written in markdown using a standardized, easy-to-copy template. Once your modification is complete, submit a pull request to merge your changes into the docs branch of OpenData. Pull requests will be reviewed by the maintainers. 3. Open an issue To advertise a dataset for entry into the database, you can open a new issue via GitHub. Please provide a link to a repository for the data and, if available, a link to a corresponding manuscript describing the data.","link":"/opensynthesis/contribute/index.html"},{"title":"Wiernik and Kostal (2019)","text":"The protean/boundaryless career concepts refer to people becoming more self-directed and flexible in managing their careers in response to societal shifts in work arrangements. A sizeable literature has emerged on protean/boundaryless career orientations/preferences (PBCO). Questions remain, however, about the structure of PBCO and whether they predict important criteria. The PBCO literature is largely disconnected from broader individual-level career research, making it unclear how PBCO intersect with career models based on other characteristics. We address these questions by systematically reviewing/meta-analyzing PBCO research. Based on 135 demographically/occupationally-diverse samples from 35 countries (45,288 individuals), we find no support for traditional distinctions between protean and boundaryless orientations—protean self-directed, protean values-driven, and boundaryless psychological mobility all load onto a single general factor, labelled “proactive career orientation”, and are only weakly related to boundaryless physical mobility preferences. We also find PBCO predict career self-management behaviors and satisfaction but are less related to non-career-focused attitudes, objective success, or physical mobility behavior. PBCO are strongly related to proactivity-related and self-efficacy personality traits. We use these findings to propose an integrative model for how PBCO and other dispositions mutually influence career behavior. We discuss when PBCO may have advantages over broad traits for understanding careers, implications for counseling practice, and directions for future research.","link":"/opensynthesis/post_/wiernik2019.html"}],"posts":[],"tags":[],"categories":[]}